# tap brew
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

# brew install
brew "git"
brew "mas"
brew "curl"
# brew "terminal-notifier"
brew "vim"
brew "zsh"
brew "mysql"
brew "node"

# cask install
cask "adobe-acrobat-reader"
cask "adobe-creative-cloud"
cask "alfred"
cask "appcleaner"
cask "google-chrome"
cask "karabiner-elements"
cask "keka"
cask "spectacle"
cask "zoom"
cask "slack"
cask "postman"
cask "notion"
cask "mysqlworkbench"
cask "iterm2"
cask "staruml"
cask "visual-studio-code"

# Mac App Store - US
mas "Xcode", id: 497799835
mas "KakaoTalk", id: 869223134
mas "Spark", id: 1176895641
mas "Timetable", id: 425121147
mas "Unicorn Blocker", id: 1231935892
